* March-2017
** DONE b<2017-03-10 五 07:03>reakfasit
   CLOSED: [2017-03-10 五 08:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-10 五 08:01]
   CLOCK: [2017-03-10 五 07:03]--[2017-03-10 五 08:01] =>  0:58
   :END:
** DONE go to home for breakfast<2017-03-11 六 07:16>
   CLOSED: [2017-03-11 六 09:53]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-03-11 六 09:53]
    CLOCK: [2017-03-11 六 07:15]--[2017-03-11 六 09:53] =>  2:38
    :END:
after breakfast with wife and daughter to famer
My daugher is going to learn driving car.
** DONE go home for breakfast<2017-03-13 一 06:51>
   CLOSED: [2017-03-13 一 08:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-13 一 08:19]
   CLOCK: [2017-03-13 一 06:51]--[2017-03-13 一 08:18] =>  1:27
   :END:
** DONE go home for lunch<2017-03-13 一 11:56>
   CLOSED: [2017-03-13 一 14:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-13 一 14:08]
   CLOCK: [2017-03-13 一 11:56]--[2017-03-13 一 14:08] =>  2:12
   :END:
** DONE go to home<2017-03-14 二 06:54> to have breakfast
   CLOSED: [2017-03-14 二 08:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-14 二 08:03]
   CLOCK: [2017-03-14 二 06:54]--[2017-03-14 二 08:03] =>  1:09
   :END:
** DONE go home to have lunch<2017-03-14 二 11:44>
   CLOSED: [2017-03-14 二 13:16]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-14 二 13:16]
   CLOCK: [2017-03-14 二 11:44]--[2017-03-14 二 13:16] =>  1:32
   :END:
** DONE go home to have breakfast<2017-03-15 Wed 06:56>
   CLOSED: [2017-03-15 Wed 08:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-15 Wed 08:12]
   CLOCK: [2017-03-15 Wed 06:56]--[2017-03-15 Wed 08:12] =>  1:16
   :END:
** DONE go to home and have lunch<2017-03-15 Wed 11:50>
   CLOSED: [2017-03-15 Wed 15:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-15 Wed 15:08]
   CLOCK: [2017-03-15 Wed 11:50]--[2017-03-15 Wed 15:08] =>  3:18
   :END:
** DONE to have dinner<2017-03-15 Wed 17:15>
   CLOSED: [2017-03-15 Wed 19:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-15 Wed 19:54]
   CLOCK: [2017-03-15 Wed 17:15]--[2017-03-15 Wed 19:15] =>  2:00
   :END:
** DONE to have breakfast<2017-03-16 Thu 07:00>
   CLOSED: [2017-03-16 Thu 08:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-16 Thu 08:13]
   CLOCK: [2017-03-16 Thu 07:00]--[2017-03-16 Thu 08:13] =>  1:13
   :END:
clean up spending 15 minutes
** DONE to have lunch<2017-03-16 Thu 11:40>
   CLOSED: [2017-03-16 Thu 14:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-16 Thu 14:26]
   CLOCK: [2017-03-16 Thu 11:40]--[2017-03-16 Thu 14:26] =>  2:46
   :END:
** DONE to have breakfast<2017-03-18 Sat 07:12>
   CLOSED: [2017-03-18 Sat 08:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-18 Sat 08:14]
   CLOCK: [2017-03-18 Sat 07:12]--[2017-03-18 Sat 08:14] =>  1:02
   :END:
** DONE to have lunch<2017-04-12 Wed>
   CLOSED: [2017-03-18 Sat 14:19]
   :PROPERTIES:
   :ID:       368BD911-6403-4B14-A05D-43E533D88F0F
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-18 Sat 14:19]
   CLOCK: [2017-03-18 Sat 12:17]--[2017-03-18 Sat 14:19] =>  2:02
   :END:
** DONE to have breakfast<2017-03-19 日 07:17>
   CLOSED: [2017-03-19 日 08:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-19 日 08:23]
   CLOCK: [2017-03-19 日 07:17]--[2017-03-19 日 08:23] =>  1:06
   :END:
** DONE to have breakfast<2017-03-20 一 06:53>
   CLOSED: [2017-03-20 一 07:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-20 一 07:40]
   CLOCK: [2017-03-20 一 06:53]--[2017-03-20 一 07:40] =>  0:47
   :END:
** DONE to have lunch<2017-03-21 二 11:50>
   CLOSED: [2017-03-21 二 15:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-21 二 15:05]
   CLOCK: [2017-03-21 二 11:50]--[2017-03-21 二 15:05] =>  3:15
   :END:
** DONE to have dinner<2017-03-21 二 17:57>
   CLOSED: [2017-03-21 二 18:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-21 二 18:33]
   CLOCK: [2017-03-21 二 17:57]--[2017-03-21 二 18:33] =>  0:36
   :END:
** DONE to have breakfast<2017-03-22 三 06:54>
   CLOSED: [2017-03-22 三 08:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-22 三 08:15]
   CLOCK: [2017-03-22 三 06:54]--[2017-03-22 三 08:15] =>  1:21
   :END:
** DONE to have lunch<2017-03-22 三 11:41>
   CLOSED: [2017-03-22 三 14:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-22 三 14:36]
   CLOCK: [2017-03-22 三 11:41]--[2017-03-22 三 14:36] =>  2:55
   :END:
** DONE sleeping<2017-03-22 三 21:57>
   CLOSED: [2017-03-23 四 04:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-23 四 04:35]
   CLOCK: [2017-03-22 三 21:56]--[2017-03-23 四 04:35] =>  6:39
   :END:
** DONE to have breakfast<2017-03-23 四 06:50>
   CLOSED: [2017-03-23 四 11:38]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-23 四 11:38]
   CLOCK: [2017-03-23 四 06:50]--[2017-03-23 四 08:07] =>  1:17
   :END:
** DONE to have lunch<2017-03-23 四 11:39>
   CLOSED: [2017-03-23 四 16:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-23 四 16:32]
   CLOCK: [2017-03-23 四 11:39]--[2017-03-23 四 16:32] =>  4:53
   :END:
** DONE to have breakfast<2017-03-24 五 06:30>
   CLOSED: [2017-03-24 五 08:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-24 五 08:06]
   CLOCK: [2017-03-24 五 06:30]--[2017-03-24 五 08:06] =>  1:36
   :END:
** DONE to have lunch<2017-03-24 五 11:40>
   CLOSED: [2017-03-24 五 14:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-24 五 15:27]
   CLOCK: [2017-03-24 五 11:40]--[2017-03-24 五 14:00] =>  2:20
   :END:
** DONE Organize the items, ready to eat<2017-03-27 Mon 05:52>
   CLOSED: [2017-03-27 Mon 06:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-27 Mon 06:54]
   CLOCK: [2017-03-27 Mon 05:52]--[2017-03-27 Mon 06:54] =>  1:02
   :END:
** DONE dinner<2017-03-27 Mon 17:43>
   CLOSED: [2017-03-27 一 18:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-27 一 18:54]
   :END:
** DONE to have breakfast<2017-03-28 二 06:55>
   CLOSED: [2017-03-28 二 08:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-28 二 08:40]
   CLOCK: [2017-03-28 二 06:55]--[2017-03-28 二 08:40] =>  1:45
   :END:
** DONE to have lunch<2017-03-28 二 11:35>
   CLOSED: [2017-03-28 二 13:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-28 二 13:39]
   CLOCK: [2017-03-28 二 11:35]--[2017-03-28 二 13:39] =>  2:04
   :END:
** DONE to have lunch<2017-03-29 三 11:16>
   CLOSED: [2017-03-29 三 14:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-29 三 14:08]
   CLOCK: [2017-03-29 三 11:16]--[2017-03-29 三 14:08] =>  2:52
   :END:
** DONE to have dinner<2017-03-29 三 17:42>
   CLOSED: [2017-03-29 三 19:03]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-29 三 19:03]
   CLOCK: [2017-03-29 三 17:42]--[2017-03-29 三 19:03] =>  1:21
   :END:
** DONE to have breakfast<2017-03-30 四 06:43>
   CLOSED: [2017-03-30 四 08:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-30 四 08:07]
   CLOCK: [2017-03-30 四 06:42]--[2017-03-30 四 08:07] =>  1:25
   :END:
** DONE to have lunch<2017-03-30 四 11:36>
   CLOSED: [2017-03-30 四 13:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-30 四 13:55]
   CLOCK: [2017-03-30 四 11:36]--[2017-03-30 四 13:55] =>  2:19
   :END:
** DONE to have breakfast<2017-03-31 五 08:00>
   CLOSED: [2017-03-31 五 08:12]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-31 五 08:12]
   CLOCK: [2017-03-31 五 06:45]--[2017-03-31 五 08:00] =>  1:15
   :END:
** DONE to have lunch<2017-03-31 五 11:30>
   CLOSED: [2017-03-31 五 14:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-31 五 14:30]
   CLOCK: [2017-03-31 五 11:26]--[2017-03-31 五 14:30] =>  3:04
   :END:
** DONE to have dinner<2017-03-31 五 16:27>
   CLOSED: [2017-03-31 五 18:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-03-31 五 18:53]
   CLOCK: [2017-03-31 五 16:27]--[2017-03-31 五 18:53] =>  2:26
   :END:
* April
** DONE to have breakfast<2017-04-01 六 06:35>
   CLOSED: [2017-04-01 六 08:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-01 六 08:04]
   CLOCK: [2017-04-01 六 06:35]--[2017-04-01 六 08:04] =>  1:29
   :END:
** DONE to have lunch<2017-04-01 六 11:45>
   CLOSED: [2017-04-01 六 14:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-01 六 14:11]
   CLOCK: [2017-04-01 六 11:45]--[2017-04-01 六 14:11] =>  2:26
   :END:
** DONE to have breakfast<2017-04-02 日 07:30>
   CLOSED: [2017-04-02 日 10:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-02 日 10:08]
   CLOCK: [2017-04-02 日 07:30]--[2017-04-02 日 10:08] =>  2:38
   :END:
boiled meat
washing clothes
** DONE to have lunch<2017-04-02 日 12:08>
   CLOSED: [2017-04-02 日 15:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-02 日 15:00]
   CLOCK: [2017-04-02 日 12:08]--[2017-04-02 日 15:00] =>  2:52
   :END:
** DONE to have breakfast<2017-04-03 一 06:28>
   CLOSED: [2017-04-03 一 08:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-03 一 08:48]
   CLOCK: [2017-04-03 一 06:28]--[2017-04-03 一 08:48] =>  2:20
   :END:
** DONE to have dinner<2017-04-03 一 17:44>
   CLOSED: [2017-04-03 一 19:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-03 一 19:15]
   CLOCK: [2017-04-03 一 17:44]--[2017-04-03 一 19:15] =>  1:31
   :END:
** DONE to have breakfast<2017-04-04 二 06:42>
   CLOSED: [2017-04-04 二 08:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-04 二 08:22]
   CLOCK: [2017-04-04 二 06:42]--[2017-04-04 二 08:22] =>  1:40
   :END:
** DONE to have lunch<2017-04-04 二 12:35>
   CLOSED: [2017-04-04 二 14:32]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-04 二 14:32]
   CLOCK: [2017-04-04 二 12:35]--[2017-04-04 二 14:32] =>  1:57
   :END:
** DONE to have dinner<2017-04-04 二 15:53>
   CLOSED: [2017-04-04 二 17:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-04 二 17:53]
   - State "STARTED"    from "DONE"       [2017-04-04 二 15:53]
   CLOCK: [2017-04-04 二 15:53]--[2017-04-04 二 17:50] =>  1:57
    CLOCK: [2017-04-04 二 17:51]--[2017-04-04 二 17:53] =>  0:02
   :END:
** DONE to have breakfast<2017-04-05 三 06:16>
   CLOSED: [2017-04-05 三 07:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-05 三 07:34]
   CLOCK: [2017-04-05 三 06:16]--[2017-04-05 三 07:34] =>  1:18
   :END:
** DONE to have lunch<2017-04-05 三 11:40>
   CLOSED: [2017-04-05 三 14:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-05 三 14:02]
   CLOCK: [2017-04-05 三 11:39]--[2017-04-05 三 14:02] =>  2:23
   :END:
** DONE to have breakfast<2017-04-06 四 06:25>
   CLOSED: [2017-04-06 四 07:35]
   :PROPERTIES:
   :ID:       B25A6315-CA61-414C-91F8-2DC3C963AC0B
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-06 四 07:35]
   CLOCK: [2017-04-06 四 06:25]--[2017-04-06 四 07:35] =>  1:10
   :END:
** DONE to have lunch<2017-04-06 四 11:01>
   CLOSED: [2017-04-06 四 14:35]
   :PROPERTIES:
   :ID:       14F10E94-8EDC-4187-A302-A2B4CA16BB45
   :END:
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-06 四 14:35]
   CLOCK: [2017-04-06 四 11:01]--[2017-04-06 四 14:35] =>  3:34
   :END:
** DONE to have lunch<2017-04-07 五 11:54>
   CLOSED: [2017-04-07 五 14:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-07 五 14:22]
   CLOCK: [2017-04-07 五 11:53]--[2017-04-07 五 14:22] =>  2:29
   :END:
** DONE to have dinner<2017-04-07 五 16:53>
   CLOSED: [2017-04-07 五 20:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-07 五 20:29]
   CLOCK: [2017-04-07 五 16:53]--[2017-04-07 五 20:29] =>  3:36
   :END:
** DONE to have breakfast<2017-04-08 六 06:40>
   CLOSED: [2017-04-08 六 08:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-08 六 08:43]
   CLOCK: [2017-04-08 六 06:40]--[2017-04-08 六 08:43] =>  2:03
   :END:
take daughter ot learn drive
** DONE to have lunch<2017-04-09 日 07:18>
   CLOSED: [2017-04-09 日 09:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-09 日 09:13]
   CLOCK: [2017-04-09 日 07:18]--[2017-04-09 日 09:13] =>  1:55
   :END:
送孩子学车老人去教堂夫人去值班
** DONE to have dinner<2017-04-09 日 18:08>
   CLOSED: [2017-04-09 日 20:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-09 日 20:31]
   CLOCK: [2017-04-09 日 18:08]--[2017-04-09 日 20:31] =>  2:23
   :END:
** DONE to have breakfast<2017-04-10 一 05:58>
   CLOSED: [2017-04-10 一 08:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-10 一 08:00]
   CLOCK: [2017-04-10 一 05:58]--[2017-04-10 一 08:00] =>  2:02
   :END:
** DONE to have lunch<2017-04-10 一 11:48>
   CLOSED: [2017-04-10 一 15:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-10 一 15:06]
   CLOCK: [2017-04-10 一 11:48]--[2017-04-10 一 15:06] =>  3:18
   :END:
** DONE to have dinner<2017-04-10 一 17:24>
   CLOSED: [2017-04-10 一 18:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-10 一 18:56]
   CLOCK: [2017-04-10 一 17:24]--[2017-04-10 一 18:56] =>  1:32
   :END:
** DONE to have lunch<2017-04-12 三 11:41>
   CLOSED: [2017-04-12 三 15:42]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-12 三 15:42]
   CLOCK: [2017-04-12 三 11:41]--[2017-04-12 三 15:42] =>  4:01
   :END:
取款，交电话费
** DONE to have dinner<2017-04-12 三 17:53>
   CLOSED: [2017-04-12 三 19:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-12 三 19:08]
   CLOCK: [2017-04-12 三 17:53]--[2017-04-12 三 19:08] =>  1:15
   :END:
** DONE to have breakfast<2017-04-13 四 06:29>
   CLOSED: [2017-04-13 四 07:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-13 四 07:31]
   CLOCK: [2017-04-13 四 06:29]--[2017-04-13 四 07:31] =>  1:02
   :END:
** DONE to have lunch<2017-04-13 四 11:59>
   CLOSED: [2017-04-13 四 14:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-13 四 14:54]
   CLOCK: [2017-04-13 四 11:59]--[2017-04-13 四 14:54] =>  2:55
   :END:
** DONE to have dinner<2017-04-13 四 17:22>
   CLOSED: [2017-04-13 四 18:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-13 四 18:17]
   CLOCK: [2017-04-13 四 17:22]--[2017-04-13 四 18:17] =>  0:55
   :END:
** DONE to have breakfast<2017-04-14 五 06:55>
   CLOSED: [2017-04-14 五 08:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-14 五 08:24]
   CLOCK: [2017-04-14 五 06:54]--[2017-04-14 五 08:24] =>  1:30
   :END:
** DONE to have lunch<2017-04-14 五 11:08>
   CLOSED: [2017-04-14 五 14:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-14 五 14:07]
   CLOCK: [2017-04-14 五 11:08]--[2017-04-14 五 14:07] =>  2:59
   :END:
**  DONE walking and then to have dinner<2017-04-14 五 16:33>
   CLOSED: [2017-04-14 五 18:20]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-14 五 18:20]
   CLOCK: [2017-04-14 五 16:33]--[2017-04-14 五 18:20] =>  1:47
   :END:
** DONE to have lunch and bring my wife to the railway station<2017-04-15 六 05:52>
   CLOSED: [2017-04-15 六 09:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-15 六 09:06]
   CLOCK: [2017-04-15 六 05:52]--[2017-04-15 六 09:06] =>  3:14
   :END:
** DONE to have lunch<2017-04-15 六 11:45>
   CLOSED: [2017-04-15 六 14:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-15 六 14:14]
   CLOCK: [2017-04-15 六 11:45]--[2017-04-15 六 14:14] =>  2:29
   :END:
** DONE clean up office<2017-04-15 六 14:15>
   CLOSED: [2017-04-15 六 15:22]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-15 六 15:22]
   CLOCK: [2017-04-15 六 14:15]--[2017-04-15 六 15:22] =>  1:07
   :END:
** DONE to have breakfast<2017-04-16 日 06:48>
   CLOSED: [2017-04-16 日 09:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-16 日 09:34]
   CLOCK: [2017-04-16 日 06:51]--[2017-04-16 日 09:34] =>  2:43
   :END:
** DONE to have breakfast<2017-04-17 一 06:34>
   CLOSED: [2017-04-17 一 08:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-17 一 08:14]
   CLOCK: [2017-04-17 一 06:37]--[2017-04-17 一 08:00] =>  1:23
   :END:
** DONE to have lunch<2017-04-17 一 11:34>
   CLOSED: [2017-04-17 一 14:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-17 一 14:05]
   CLOCK: [2017-04-17 一 11:33]--[2017-04-17 一 14:02] =>  2:29
   :END:
** DONE to have dinner<2017-04-17 一 16:56>
   CLOSED: [2017-04-17 一 20:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-17 一 20:40]
   CLOCK: [2017-04-17 一 16:56]--[2017-04-17 一 20:40] =>  3:44
   :END:
** DONE to have breakfast<2017-04-18 Tue 06:59>
   CLOSED: [2017-04-18 Tue 07:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-18 Tue 07:57]
   CLOCK: [2017-04-18 Tue 06:59]--[2017-04-18 Tue 07:57] =>  0:58
   :END:
** DONE to have dinner<2017-04-18 Tue 18:32>
   CLOSED: [2017-04-18 Tue 19:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-18 Tue 19:39]
   CLOCK: [2017-04-18 Tue 18:32]--[2017-04-18 Tue 19:39] =>  1:07
   :END:
** DONE to have breakfast<2017-04-19 三 06:00>
   CLOSED: [2017-04-19 三 07:24]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-19 三 06:00]
   CLOCK: [2017-04-19 三 06:00]--[2017-04-19 三 07:24] =>  1:24
   :END:
** DONE to have lunch<2017-04-19 三 11:16>
   CLOSED: [2017-04-19 三 14:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-19 三 14:35]
   CLOCK: [2017-04-19 三 11:16]--[2017-04-19 三 14:35] =>  3:19
   :END:
** DONE to have dinner<2017-04-19 三 17:25>
   CLOSED: [2017-04-19 三 19:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-19 三 19:36]
   CLOCK: [2017-04-19 三 17:25]--[2017-04-19 三 19:36] =>  2:11
   :END:
** DONE to have breakfast<2017-04-20 四 07:09>
   CLOSED: [2017-04-20 四 08:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-20 四 08:14]
   CLOCK: [2017-04-20 四 07:09]--[2017-04-20 四 08:14] =>  1:05
   :END:
** DONE to have lunch<2017-04-20 四 11:47>
   CLOSED: [2017-04-20 四 14:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-20 四 14:43]
   CLOCK: [2017-04-20 四 11:47]--[2017-04-20 四 14:43] =>  2:56
   :END:
牛骨汤+一个烧饼
** DONE to have breakfast<2017-04-21 五 07:18>
   CLOSED: [2017-04-21 五 08:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-21 五 08:09]
   CLOCK: [2017-04-21 五 07:18]--[2017-04-21 五 08:09] =>  0:51
   :END:
** DONE to have lunch<2017-04-21 五 11:56>
   CLOSED: [2017-04-21 五 14:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-21 五 14:51]
   CLOCK: [2017-04-21 五 11:56]--[2017-04-21 五 14:51] =>  2:55
   :END:
** DONE to have dinner<2017-04-21 五 17:16>
   CLOSED: [2017-04-21 五 19:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-21 五 19:31]
   CLOCK: [2017-04-21 五 17:16]--[2017-04-21 五 19:31] =>  2:15
   :END:
** DONE to have breakfast<2017-04-22 六 07:44>
   CLOSED: [2017-04-22 六 09:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-22 六 09:33]
   CLOCK: [2017-04-22 六 07:44]--[2017-04-22 六 09:33] =>  1:49
   :END:
** DONE to have lunch<2017-04-22 六 10:52>
   CLOSED: [2017-04-22 六 13:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-22 六 13:23]
   CLOCK: [2017-04-22 六 10:52]--[2017-04-22 六 13:23] =>  2:31
   :END:
** DONE to have lunch<2017-04-23 Sun 07:20>
   CLOSED: [2017-04-23 Sun 08:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-23 Sun 08:40]
   CLOCK: [2017-04-23 Sun 07:20]--[2017-04-23 Sun 08:40] =>  1:20
   :END:
** DONE to have breakfast <2017-04-24 Mon 06:50>
   CLOSED: [2017-04-24 Mon 08:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-24 Mon 08:06]
   CLOCK: [2017-04-24 Mon 06:49]--[2017-04-24 Mon 08:06] =>  1:17
   :END:
** DONE to have lunch<2017-04-24 Mon 11:40>
   CLOSED: [2017-04-24 Mon 14:57]
   :LOGBOOK:
<<<<<<< Updated upstream
   CLOCK: [2017-04-24 Mon 11:40]--[2017-04-25 Tue 05:30] => 17:50
   :END:
** DONE to have breakfast<2017-04-25 Tue 06:41>
   CLOSED: [2017-04-25 Tue 08:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-25 Tue 08:26]
=======
   - State "DONE"       from "STARTED"    [2017-04-24 Mon 14:57]
>>>>>>> Stashed changes
   :END:
finish meeting dangxiao
** DONE to have dinner<2017-04-25 Tue 17:30>
   CLOSED: [2017-04-25 Tue 21:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-25 Tue 21:45]
   CLOCK: [2017-04-25 Tue 17:30]--[2017-04-25 Tue 21:40] =>  4:10
   :END:
** DONE to have breakfast<2017-04-27 Thu 07:02>
   CLOSED: [2017-04-27 Thu 08:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-27 Thu 08:53]
   CLOCK: [2017-04-27 Thu 07:02]--[2017-04-27 Thu 08:53] =>  1:51
   :END:
to have noodles and then clean up the home
** DONE to have lunch<2017-04-27 Thu 11:41>
   CLOSED: [2017-04-27 Thu 14:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-27 Thu 14:51]
   CLOCK: [2017-04-27 Thu 11:41]--[2017-04-27 Thu 14:51] =>  3:10
   :END:
** DONE to have dinner<2017-04-27 Thu 17:28>
   CLOSED: [2017-04-27 Thu 19:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-27 Thu 19:02]
   CLOCK: [2017-04-27 Thu 17:28]--[2017-04-27 Thu 19:02] =>  1:34
   :END:
** DONE to have breakfast<2017-04-28 Fri 06:36>
   CLOSED: [2017-04-28 Fri 09:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-28 Fri 09:06]

   CLOCK: [2017-04-28 Fri 06:36]--[2017-04-28 Fri 08:40] =>  2:04
   :END:
** DONE to have lunch<2017-04-28 Fri 11:10>
   CLOSED: [2017-04-28 Fri 17:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-28 Fri 17:08]
   CLOCK: [2017-04-28 Fri 11:10]--[2017-04-28 Fri 13:50] =>  2:40
   :END:
** DONE to have dinner<2017-04-28 Fri 18:12>
   CLOSED: [2017-04-28 Fri 19:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-28 Fri 19:21]
   CLOCK: [2017-04-28 Fri 18:11]--[2017-04-28 Fri 19:21] =>  1:10
   :END:
** DONE to have breakfast<2017-04-29 Sat 06:58>
   CLOSED: [2017-04-29 Sat 08:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-29 Sat 08:04]
   CLOCK: [2017-04-29 Sat 06:58]--[2017-04-29 Sat 07:48] =>  0:50
   :END:
** DONE to have lunch <2017-04-29 Sat 12:10>
   CLOSED: [2017-04-29 Sat 14:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-29 Sat 12:10]
   CLOCK: [2017-04-29 Sat 12:10]--[2017-04-29 Sat 14:15] =>  2:05
   :END:
** DONE to have dinner<2017-04-29 Sat 19:24>
   CLOSED: [2017-04-29 Sat 21:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-29 Sat 21:37]
   CLOCK: [2017-04-29 Sat 19:23]--[2017-04-29 Sat 21:37] =>  2:14
   :END:
** DONE to have breakfast<2017-04-30 Sun 06:37>
   CLOSED: [2017-04-30 Sun 08:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-30 Sun 08:30]
   CLOCK: [2017-04-30 Sun 06:37]--[2017-04-30 Sun 08:30] =>  1:53
   :END:
* May
** DONE to have breakfast<2017-05-01 Mon 06:32>
   CLOSED: [2017-05-01 Mon 09:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-01 Mon 09:05]
   CLOCK: [2017-05-01 Mon 06:34]--[2017-05-01 Mon 09:05] =>  2:31
   :END:
eat meat chinese buns
** DONE to have lunch<2017-05-01 Mon 12:48>
   CLOSED: [2017-05-01 Mon 14:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-01 Mon 14:29]
   CLOCK: [2017-05-01 Mon 12:47]--[2017-05-01 Mon 14:29] =>  1:42
   :END:
** DONE to have breakfast<2017-05-02 Tue 05:54>
   CLOSED: [2017-05-02 Tue 07:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-02 Tue 07:52]
   CLOCK: [2017-05-02 Tue 05:54]--[2017-05-02 Tue 07:52] =>  1:58
   :END:
** DONE to have lunch<2017-05-02 Tue 11:27>
   CLOSED: [2017-05-02 Tue 14:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-02 Tue 14:04]
   CLOCK: [2017-05-02 Tue 11:27]--[2017-05-02 Tue 14:04] =>  2:37
   :END:
** DONE to havee dinner<2017-05-02 Tue 17:31>
   CLOSED: [2017-05-02 Tue 18:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-02 Tue 18:19]
   CLOCK: [2017-05-02 Tue 17:31]--[2017-05-02 Tue 18:19] =>  0:48
   :END:
** DONE to have breakfast<2017-05-03 Wed 06:37>
   CLOSED: [2017-05-03 Wed 07:41]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-03 Wed 07:41]
   CLOCK: [2017-05-03 Wed 06:37]--[2017-05-03 Wed 07:41] =>  1:04
   :END:
** DONE to have lunch<2017-05-03 Wed 11:30>
   CLOSED: [2017-05-03 Wed 14:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-03 Wed 11:30]
   CLOCK: [2017-05-03 Wed 11:30]--[2017-05-03 Wed 14:30] =>  3:00
   :END:
** DONE to have dinner<2017-05-03 Wed 16:26>
   CLOSED: [2017-05-03 Wed 17:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-03 Wed 17:39]
   CLOCK: [2017-05-03 Wed 16:26]--[2017-05-03 Wed 17:39] =>  1:13
   :END:
** DONE to have breakfast<2017-05-04 Thu 07:13>
   CLOSED: [2017-05-04 Thu 08:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-04 Thu 08:02]
   CLOCK: [2017-05-04 Thu 07:13]--[2017-05-04 Thu 08:02] =>  0:49
   :END:
** DONE to have lunch<2017-05-04 Thu 11:57>
   CLOSED: [2017-05-04 Thu 14:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-04 Thu 14:23]
   CLOCK: [2017-05-04 Thu 11:56]--[2017-05-04 Thu 14:23] =>  2:27
   :END:
** DONE to have lunch<2017-05-05 Fri 11:50>
   CLOSED: [2017-05-05 Fri 14:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-05 Fri 14:58]
   CLOCK: [2017-05-05 Fri 11:49]--[2017-05-05 Fri 14:58] =>  3:09
   :END:
** DONE to have dinner<2017-05-05 Fri 18:04>
   CLOSED: [2017-05-05 Fri 18:57]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-05 Fri 18:57]
   CLOCK: [2017-05-05 Fri 18:04]--[2017-05-05 Fri 18:57] =>  0:53
   :END:
** DONE to have breakfast<2017-05-06 Sat 06:22>
   CLOSED: [2017-05-06 Sat 07:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-06 Sat 07:51]
   CLOCK: [2017-05-06 Sat 06:22]--[2017-05-06 Sat 07:51] =>  1:29
   :END:
My wife has a backache. I need to prepare breakfast for the family.
I have eated noodles with tasty soup.
** DONE to have lunch<2017-05-06 Sat 12:38>
   CLOSED: [2017-05-06 Sat 15:17]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-06 Sat 14:00]
   CLOCK: [2017-05-06 Sat 12:38]--[2017-05-06 Sat 14:00] =>  1:22
   :END:
** DONE to have dinner<2017-05-06 Sat 17:05>
   CLOSED: [2017-05-06 Sat 20:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-06 Sat 20:35]
   CLOCK: [2017-05-06 Sat 17:05]--[2017-05-06 Sat 20:35] =>  3:30
   :END:
give students a  lecture two hours
** DONE to have breakfast<2017-05-07 Sun 07:29>
   CLOSED: [2017-05-07 Sun 08:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-07 Sun 08:43]
   CLOCK: [2017-05-07 Sun 07:29]--[2017-05-07 Sun 08:43] =>  1:14
   :END:
** DONE to have lunch<2017-05-07 Sun 13:17>
   CLOSED: [2017-05-07 Sun 14:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-07 Sun 14:48]
   CLOCK: [2017-05-07 Sun 13:17]--[2017-05-07 Sun 14:48] =>  1:31
   :END:
** DONE to have lunch<2017-05-08 Mon 11:46>
   CLOSED: [2017-05-08 Mon 14:53]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-08 Mon 14:53]
   CLOCK: [2017-05-08 Mon 11:46]--[2017-05-08 Mon 14:53] =>  3:07
   :END:
** DONE make tea<2017-05-08 Mon 14:53>
   CLOSED: [2017-05-08 Mon 14:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-08 Mon 14:56]
   CLOCK: [2017-05-08 Mon 14:53]--[2017-05-08 Mon 14:56] =>  0:03
   :END:
** DONE to have dinner<2017-05-08 Mon 16:59>
   CLOSED: [2017-05-08 Mon 21:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-08 Mon 21:33]
   CLOCK: [2017-05-08 Mon 16:59]--[2017-05-08 Mon 21:33] =>  4:34
   :END:
** DONE to have breakfast<2017-05-09 Tue 07:05>
   CLOSED: [2017-05-09 Tue 08:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-09 Tue 08:00]
   CLOCK: [2017-05-09 Tue 07:05]--[2017-05-09 Tue 08:00] =>  0:55
   :END:
** DONE to have dinner<2017-05-09 Tue 18:06>
   CLOSED: [2017-05-09 Tue 19:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-09 Tue 19:15]
   CLOCK: [2017-05-09 Tue 18:06]--[2017-05-09 Tue 19:15] =>  1:09
   :END:
** DONE to have breakfast<2017-05-10 Wed 07:02>
   CLOSED: [2017-05-10 Wed 08:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-10 Wed 08:34]
   CLOCK: [2017-05-10 Wed 07:02]--[2017-05-10 Wed 08:34] =>  1:32
   :END:
make purchase
buying:
bananas
melon
chinese cabbage
cherry
** DONE to have lunch<2017-05-10 Wed 11:25>
   CLOSED: [2017-05-10 Wed 15:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-10 Wed 15:01]
   CLOCK: [2017-05-10 Wed 11:25]--[2017-05-10 Wed 15:01] =>  3:36
   :END:
Lunch to eat the noodles.
** DONE to have dinner<2017-05-10 Wed 18:00>
   CLOSED: [2017-05-10 Wed 20:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-10 Wed 20:35]
   CLOCK: [2017-05-10 Wed 18:00]--[2017-05-10 Wed 20:35] =>  2:35
   :END:
** DONE to have breakfast<2017-05-11 Thu 07:17>
   CLOSED: [2017-05-11 Thu 07:56]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-11 Thu 07:56]
   CLOCK: [2017-05-11 Thu 07:17]--[2017-05-11 Thu 07:56] =>  0:39
   :END:
** DONE to have lunch<2017-05-11 Thu 11:30>
   CLOSED: [2017-05-11 Thu 14:30]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-11 Thu 14:30]
   CLOCK: [2017-05-11 Thu 11:27]--[2017-05-11 Thu 14:30] =>  3:03
   :END:
** DONE to have dinner<2017-05-11 Thu 16:48>
   CLOSED: [2017-05-11 Thu 20:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-11 Thu 20:33]
   CLOCK: [2017-05-11 Thu 16:48]--[2017-05-11 Thu 20:33] =>  3:45
   :END:
** DONE to have breakfast<2017-05-12 Fri 07:07>
   CLOSED: [2017-05-12 Fri 08:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-12 Fri 08:04]
   CLOCK: [2017-05-12 Fri 07:07]--[2017-05-12 Fri 08:04] =>  0:57
   :END:
** DONE to have lunch <2017-05-12 Fri 11:53>
   CLOSED: [2017-05-12 Fri 14:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-12 Fri 14:13]
   CLOCK: [2017-05-12 Fri 11:53]--[2017-05-12 Fri 14:13] =>  2:20
   :END:
** DONE to have dinner<2017-05-12 Fri 17:00>
   CLOSED: [2017-05-12 Fri 17:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-12 Fri 17:52]
   CLOCK: [2017-05-12 Fri 16:37]--[2017-05-12 Fri 17:52] =>  1:15
   :END:
** DONE to have breakfast<2017-05-13 Sat 07:11>
   CLOSED: [2017-05-13 Sat 10:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-13 Sat 10:40]
   CLOCK: [2017-05-13 Sat 10:39]--[2017-05-13 Sat 10:40] =>  0:01
   CLOCK: [2017-05-13 Sat 07:11]--[2017-05-13 Sat 10:39] =>  3:28
   :END:
go to market buy purchase
** DONE to have lunch<2017-05-13 Sat 12:43>
   CLOSED: [2017-05-13 Sat 15:28]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-13 Sat 15:28]
   CLOCK: [2017-05-13 Sat 12:43]--[2017-05-13 Sat 15:28] =>  2:45
   :END:
** DONE to have dinner<2017-05-13 Sat 19:04>
   CLOSED: [2017-05-13 Sat 21:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-13 Sat 21:27]
   CLOCK: [2017-05-13 Sat 19:04]--[2017-05-13 Sat 21:27] =>  2:23
   :END:
20:00--21:28 Handwriting
** DONE to have breakfast<2017-05-14 Sun 06:42>
   CLOSED: [2017-05-14 Sun 08:10]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-14 Sun 08:10]
   CLOCK: [2017-05-14 Sun 06:41]--[2017-05-14 Sun 08:10] =>  1:29
   :END:
** DONE to have lunch<2017-05-15 Mon 11:39>
   CLOSED: [2017-05-15 Mon 14:31]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-15 Mon 14:31]
   CLOCK: [2017-05-15 Mon 11:39]--[2017-05-15 Mon 14:31] =>  2:52
   :END:
** DONE to have breakfast<2017-05-16 Tue 07:08>
   CLOSED: [2017-05-16 Tue 08:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-16 Tue 08:00]
   CLOCK: [2017-05-16 Tue 07:08]--[2017-05-16 Tue 08:00] =>  0:52
   :END:
** DONE to have lunch<2017-05-16 Tue 11:40>
   CLOSED: [2017-05-16 Tue 14:16]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-16 Tue 14:16]
   CLOCK: [2017-05-16 Tue 11:39]--[2017-05-16 Tue 14:16] =>  2:37
   :END:
** DONE to have breakfast<2017-05-17 Wed 06:55>
   CLOSED: [2017-05-17 Wed 08:19]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-17 Wed 08:19]
   CLOCK: [2017-05-17 Wed 06:55]--[2017-05-17 Wed 08:19] =>  1:24
   :END:
** DONE to have dinner<2017-05-17 Wed 17:38>
   CLOSED: [2017-05-17 Wed 19:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-17 Wed 19:23]
   CLOCK: [2017-05-17 Wed 17:38]--[2017-05-17 Wed 19:23] =>  1:45
   :END:
** DONE to have breakfast<2017-05-18 Thu 06:30>
   CLOSED: [2017-05-18 Thu 08:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-18 Thu 08:09]
   CLOCK: [2017-05-18 Thu 06:30]--[2017-05-18 Thu 08:09] =>  1:39
   :END:
** DONE to have lunch and shopping<2022-06-11 Sat>
   CLOSED: [2017-05-18 Thu 14:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-18 Thu 14:23]
   CLOCK: [2017-05-18 Thu 11:22]--[2017-05-18 Thu 14:23] =>  3:01
   :END:
** DONE to have breakfast<2017-05-19 Fri 07:03>
   CLOSED: [2017-05-19 Fri 15:21]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-19 Fri 15:21]
   CLOCK: [2017-05-19 Fri 07:03]--[2017-05-19 Fri 15:21] =>  8:18
   :END:
to take the daughter test
** DONE to have dinner<2017-05-19 Fri 17:15>
   CLOSED: [2017-05-19 Fri 22:26]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-19 Fri 22:26]
   CLOCK: [2017-05-19 Fri 17:15]--[2017-05-19 Fri 22:26] =>  5:11
   :END:
** DONE to have breakfast<2017-05-20 Sat 07:57>
   CLOSED: [2017-05-20 Sat 08:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-20 Sat 08:48]
   CLOCK: [2017-05-20 Sat 07:57]--[2017-05-20 Sat 08:48] =>  0:51
   :END:
** DONE to have lunch<2017-05-20 Sat 13:03>
   CLOSED: [2017-05-20 Sat 15:09]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-20 Sat 15:09]
   CLOCK: [2017-05-20 Sat 13:03]--[2017-05-20 Sat 15:09] =>  2:06
   :END:
** DONE to have breakfast<2017-05-21 Sun 07:18>
   CLOSED: [2017-05-21 Sun 16:02]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-05-21 Sun 16:02]
   CLOCK: [2017-05-21 Sun 07:18]--[2017-05-21 Sun 16:02] =>  8:44
   :END:
**  to have lunch
*** DONE <2017-05-22 Mon 12:01>
    CLOSED: [2017-05-22 Mon 14:55]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-22 Mon 14:55]
    CLOCK: [2017-05-22 Mon 12:01]--[2017-05-22 Mon 14:55] =>  2:54
    :END:
*** DONE
    CLOSED: [2017-05-23 Tue 14:51]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-23 Tue 14:51]
    CLOCK: [2017-05-23 Tue 11:57]--[2017-05-23 Tue 14:51] =>  2:54
    :END:
*** DONE <2017-05-24 Wed 11:51>
    CLOSED: [2017-05-24 Wed 14:02]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-24 Wed 14:02]
    CLOCK: [2017-05-24 Wed 11:51]--[2017-05-24 Wed 14:02] =>  2:11
    :END:
*** DONE <2017-05-25 Thu 12:00>
    CLOSED: [2017-05-25 Thu 14:56]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-25 Thu 14:56]
    CLOCK: [2017-05-25 Thu 12:00]--[2017-05-25 Thu 14:56] =>  2:56
    :END:
*** DONE <2017-05-27 Sat 11:45>
    CLOSED: [2017-05-27 Sat 13:55]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-27 Sat 13:55]
    CLOCK: [2017-05-27 Sat 11:45]--[2017-05-27 Sat 13:55] =>  2:10
    :END:
*** DONE <2017-05-28 Sun 12:02>
    CLOSED: [2017-05-28 Sun 14:10]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-28 Sun 14:10]
    CLOCK: [2017-05-28 Sun 12:02]--[2017-05-28 Sun 14:10] =>  2:08
    :END:
*** DONE <2017-05-31 Wed 11:44>
    CLOSED: [2017-05-31 Wed 14:45]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-31 Wed 14:45]
    CLOCK: [2017-05-31 Wed 11:44]--[2017-05-31 Wed 14:45] =>  3:01
    :END:
** to have dinner
*** DONE <2017-05-22 Mon 17:57>
    CLOSED: [2017-05-22 Mon 19:37]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-22 Mon 19:37]
    CLOCK: [2017-05-22 Mon 17:57]--[2017-05-22 Mon 19:37] =>  1:40
    :END:
*** DONE <2017-05-28 Sun 16:26>
    CLOSED: [2017-05-28 Sun 20:43]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-28 Sun 20:43]
    CLOCK: [2017-05-28 Sun 18:26]--[2017-05-28 Sun 20:43] =>  2:17
    :END:
my daughter fried potatoes with meat and I drink a beer.
*** DONE <2017-05-31 Wed 18:35>
    CLOSED: [2017-05-31 Wed 19:25]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-31 Wed 19:25]
    CLOCK: [2017-05-31 Wed 18:35]--[2017-05-31 Wed 19:25] =>  0:50
    :END:
** to have breakfast
*** DONE
    CLOSED: [2017-05-23 Tue 08:01]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-23 Tue 08:01]
    CLOCK: [2017-05-23 Tue 07:18]--[2017-05-23 Tue 08:01] =>  0:43
    :END:
*** DONE <2017-05-24 Wed 07:02>
    CLOSED: [2017-05-24 Wed 09:40]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-24 Wed 09:40]
    CLOCK: [2017-05-24 Wed 07:02]--[2017-05-24 Wed 08:00] =>  0:58
    :END:
*** DONE <2017-05-25 Thu 07:10>
    CLOSED: [2017-05-25 Thu 07:51]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-25 Thu 07:51]
    CLOCK: [2017-05-25 Thu 07:12]--[2017-05-25 Thu 07:51] =>  0:39
    :END:
*** DONE <2017-05-26 Fri 07:05>
    CLOSED: [2017-05-26 Fri 08:10]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-26 Fri 08:10]
    CLOCK: [2017-05-26 Fri 07:05]--[2017-05-26 Fri 08:10] =>  1:05
    :END:
*** DONE <2017-05-27 Sat 07:08>
    CLOSED: [2017-05-27 Sat 08:23]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-27 Sat 08:23]
    CLOCK: [2017-05-27 Sat 07:08]--[2017-05-27 Sat 08:23] =>  1:15
    :END:
*** DONE <2017-05-28 Sun 07:19>
    CLOSED: [2017-05-28 Sun 08:56]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-28 Sun 08:56]
    CLOCK: [2017-05-28 Sun 07:19]--[2017-05-28 Sun 08:56] =>  1:37
    :END:
*** DONE <2017-05-29 Mon 06:28>
    CLOSED: [2017-05-29 Mon 07:00]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-05-29 Mon 07:00]
    CLOCK: [2017-05-29 Mon 06:28]--[2017-05-29 Mon 07:00] =>  0:32
    :END:
* June
** Breakfast
*** DONE <2017-06-01 Thu 07:26>
    CLOSED: [2017-06-01 Thu 08:01]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-01 Thu 08:01]
    CLOCK: [2017-06-01 Thu 07:26]--[2017-06-01 Thu 08:01] =>  0:35
    :END:

*** DONE <2017-06-02 Fri 07:07>                                   :breakfast:
    CLOSED: [2017-06-02 Fri 08:06]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-02 Fri 08:06]
    CLOCK: [2017-06-02 Fri 07:07]--[2017-06-02 Fri 08:06] =>  0:59
    :END:

*** DONE <2017-06-03 Sat 06:24>                                   :breakfast:
    CLOSED: [2017-06-03 Sat 06:59]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-03 Sat 06:59]
    CLOCK: [2017-06-03 Sat 06:24]--[2017-06-03 Sat 06:59] =>  0:35
    :END:

*** DONE <2017-06-04 Sun 06:44>                                   :breakfast:
    CLOSED: [2017-06-04 Sun 08:26]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-04 Sun 08:26]
    CLOCK: [2017-06-04 Sun 06:44]--[2017-06-04 Sun 08:26] =>  1:42
    :END:

*** DONE <2017-06-05 Mon 05:34>                                   :breakfast:
    CLOSED: [2017-06-06 Tue 08:20]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-06 Tue 08:20]
    - State "STARTED"    from "DONE"       [2017-06-06 Tue 07:05]
    CLOCK: [2017-06-06 Tue 07:05]--[2017-06-06 Tue 07:06] =>  0:01
    - State "DONE"       from "STARTED"    [2017-06-05 Mon 06:17]
    CLOCK: [2017-06-05 Mon 05:34]--[2017-06-05 Mon 06:17] =>  0:43
    :END:

*** DONE <2017-06-06 Tue 07:06>                                   :breakfast:
    CLOSED: [2017-06-06 Tue 08:20]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-06 Tue 08:20]
    CLOCK: [2017-06-06 Tue 07:06]--[2017-06-06 Tue 08:20] =>  1:14
    :END:

*** TODO :breakfast:
    SCHEDULED: <2017-08-04 五 06:50 +1d>
    :PROPERTIES:
    :LAST_REPEAT: [2017-08-03 四 08:04]
    :END:
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-08-03 四 08:04]
    CLOCK: [2017-08-03 四 07:08]--[2017-08-03 四 08:04] =>  0:56
    - State "DONE"       from "STARTED"    [2017-08-02 三 11:08]
    CLOCK: [2017-08-02 三 07:50]--[2017-08-02 三 11:08] =>  3:18
    - State "DONE"       from "STARTED"    [2017-08-01 二 10:20]
    CLOCK: [2017-08-01 二 08:13]--[2017-08-01 二 10:20] =>  2:07
    - State "DONE"       from "STARTED"    [2017-07-31 一 11:42]
    CLOCK: [2017-07-31 一 07:32]--[2017-07-31 一 11:42] =>  4:10
    - State "DONE"       from "STARTED"    [2017-07-30 日 08:42]
    CLOCK: [2017-07-30 日 07:45]--[2017-07-30 日 08:42] =>  0:57
    - State "DONE"       from "STARTED"    [2017-07-29 六 09:11]
    CLOCK: [2017-07-29 六 08:11]--[2017-07-29 六 09:11] =>  1:00
    - State "DONE"       from "STARTED"    [2017-07-28 五 09:49]
    CLOCK: [2017-07-28 五 07:25]--[2017-07-28 五 09:49] =>  2:24
    - State "DONE"       from "STARTED"    [2017-07-27 Thu 08:51]
    CLOCK: [2017-07-27 Thu 07:07]--[2017-07-27 Thu 08:51] =>  1:44
    - State "DONE"       from "STARTED"    [2017-07-26 Wed 14:44]
    - State "DONE"       from "STARTED"    [2017-07-25 二 12:51]
    - State "DONE"       from "STARTED"    [2017-07-24 一 09:16]
    CLOCK: [2017-07-24 一 05:52]--[2017-07-24 一 09:16] =>  3:24
    - State "DONE"       from "STARTED"    [2017-07-23 日 08:03]
    CLOCK: [2017-07-23 日 07:18]--[2017-07-23 日 08:03] =>  0:45
    - State "DONE"       from "STARTED"    [2017-07-22 六 08:53]
    CLOCK: [2017-07-22 六 08:06]--[2017-07-22 六 08:53] =>  0:47
    - State "DONE"       from "STARTED"    [2017-07-21 五 09:28]
    CLOCK: [2017-07-21 五 07:14]--[2017-07-21 五 09:28] =>  2:14
    - State "DONE"       from "STARTED"    [2017-07-20 四 08:33]
    CLOCK: [2017-07-20 四 07:17]--[2017-07-20 四 08:33] =>  1:16
    - State "DONE"       from "STARTED"    [2017-07-19 Wed 08:14]
    CLOCK: [2017-07-19 Wed 07:22]--[2017-07-19 Wed 08:14] =>  0:52
    - State "DONE"       from "STARTED"    [2017-07-18 Tue 12:24]
    CLOCK: [2017-07-18 Tue 07:19]--[2017-07-18 Tue 12:24] =>  5:05
    - State "DONE"       from "STARTED"    [2017-07-17 Mon 07:49]
    CLOCK: [2017-07-17 Mon 07:07]--[2017-07-17 Mon 07:49] =>  0:42
    - State "DONE"       from "STARTED"    [2017-07-16 日 09:12]
    CLOCK: [2017-07-16 日 07:07]--[2017-07-16 日 09:12] =>  2:05
    - State "DONE"       from "STARTED"    [2017-07-15 Sat 09:57]
    CLOCK: [2017-07-15 Sat 07:42]--[2017-07-15 Sat 08:10] =>  0:28
    - State "DONE"       from "STARTED"    [2017-07-14 Fri 08:15]
    CLOCK: [2017-07-14 Fri 07:22]--[2017-07-14 Fri 08:15] =>  0:53
    - State "DONE"       from "STARTED"    [2017-07-13 Thu 08:19]
    CLOCK: [2017-07-13 Thu 07:00]--[2017-07-13 Thu 08:19] =>  1:19
    - State "DONE"       from "STARTED"    [2017-07-12 三 08:16]
    CLOCK: [2017-07-12 三 07:25]--[2017-07-12 三 08:16] =>  0:51
    - State "DONE"       from "STARTED"    [2017-07-11 二 08:13]
    CLOCK: [2017-07-11 二 07:09]--[2017-07-11 二 08:13] =>  1:04
    - State "DONE"       from "STARTED"    [2017-07-10 一 07:55]
    CLOCK: [2017-07-10 一 07:05]--[2017-07-10 一 07:55] =>  0:50
    - State "DONE"       from "STARTED"    [2017-07-09 日 09:33]
    CLOCK: [2017-07-09 日 07:21]--[2017-07-09 日 09:33] =>  2:12
    CLOCK: [2017-07-08 六 07:53]--[2017-07-08 六 11:29] =>  3:36
    - State "DONE"       from "STARTED"    [2017-07-07 五 08:01]
    CLOCK: [2017-07-07 五 07:09]--[2017-07-07 五 08:01] =>  0:52
    - State "DONE"       from "STARTED"    [2017-07-06 四 08:15]
    CLOCK: [2017-07-06 四 07:07]--[2017-07-06 四 08:15] =>  1:08
    - State "DONE"       from "STARTED"    [2017-07-05 三 07:55]
    CLOCK: [2017-07-05 三 07:01]--[2017-07-05 三 07:55] =>  0:54
    - State "DONE"       from "STARTED"    [2017-07-04 二 08:07]
    CLOCK: [2017-07-04 二 07:12]--[2017-07-04 二 08:07] =>  0:55
    - State "DONE"       from "STARTED"    [2017-07-03 一 08:13]
    - State "DONE"       from "STARTED"    [2017-07-02 日 07:44]
    - State "DONE"       from "STARTED"    [2017-07-01 六 08:45]
    CLOCK: [2017-07-01 六 07:42]--[2017-07-01 六 08:45] =>  1:03
    - State "DONE"       from "STARTED"    [2017-06-30 五 07:57]
    CLOCK: [2017-06-30 五 07:07]--[2017-06-30 五 07:57] =>  0:50
    - State "DONE"       from "STARTED"    [2017-06-29 四 08:11]
    CLOCK: [2017-06-29 四 07:08]--[2017-06-29 四 08:11] =>  1:03
    - State "DONE"       from "STARTED"    [2017-06-28 三 08:22]
    CLOCK: [2017-06-28 三 06:55]--[2017-06-28 三 08:22] =>  1:27
    - State "DONE"       from "STARTED"    [2017-06-27 二 07:56]
    CLOCK: [2017-06-27 二 07:08]--[2017-06-27 二 07:56] =>  0:48
    - State "DONE"       from "STARTED"    [2017-06-26 一 08:23]
    CLOCK: [2017-06-26 一 07:04]--[2017-06-26 一 08:23] =>  1:19
    - State "DONE"       from "STARTED"    [2017-06-25 日 08:07]
    CLOCK: [2017-06-25 日 06:44]--[2017-06-25 日 08:07] =>  1:23
    - State "DONE"       from "STARTED"    [2017-06-24 六 14:42]
    - State "DONE"       from "STARTED"    [2017-06-24 六 14:42]
    - State "DONE"       from "STARTED"    [2017-06-23 Fri 08:20]
    CLOCK: [2017-06-23 Fri 07:00]--[2017-06-23 Fri 08:00] =>  1:00
    - State "DONE"       from "STARTED"    [2017-06-22 Thu 08:28]
    CLOCK: [2017-06-22 Thu 07:26]--[2017-06-22 Thu 08:28] =>  1:02
    - State "DONE"       from "STARTED"    [2017-06-21 Wed 12:06]
    - State "DONE"       from "STARTED"    [2017-06-20 二 08:00]
    CLOCK: [2017-06-20 二 06:42]--[2017-06-20 二 08:00] =>  1:18
    - State "DONE"       from "STARTED"    [2017-06-19 Mon 07:35]
    CLOCK: [2017-06-19 Mon 06:00]--[2017-06-19 Mon 07:35] =>  1:35
    - State "DONE"       from "STARTED"    [2017-06-18 Sun 12:26]
    CLOCK: [2017-06-18 Sun 08:18]--[2017-06-18 Sun 09:02] =>  0:44
    - State "DONE"       from "STARTED"    [2017-06-17 六 09:19]
    CLOCK: [2017-06-17 六 07:58]--[2017-06-17 六 09:19] =>  1:21
    - State "DONE"       from "STARTED"    [2017-06-16 五 07:57]
    CLOCK: [2017-06-16 五 07:15]--[2017-06-16 五 07:57] =>  0:42
    - State "DONE"       from "STARTED"    [2017-06-15 四 07:49]
    CLOCK: [2017-06-15 四 06:48]--[2017-06-15 四 07:49] =>  1:01
    - State "DONE"       from "STARTED"    [2017-06-14 三 07:44]
    CLOCK: [2017-06-14 三 06:49]--[2017-06-14 三 07:44] =>  0:55
    - State "DONE"       from "STARTED"    [2017-06-13 二 08:02]
    CLOCK: [2017-06-13 二 07:20]--[2017-06-13 二 08:02] =>  0:42
    - State "DONE"       from "STARTED"    [2017-06-12 一 06:58]
    CLOCK: [2017-06-12 一 05:51]--[2017-06-12 一 06:58] =>  1:07
    - State "DONE"       from "STARTED"    [2017-06-11 Sun 09:10]
    CLOCK: [2017-06-11 Sun 07:17]--[2017-06-11 Sun 09:10] =>  1:53
    - State "DONE"       from "STARTED"    [2017-06-10 Sat 19:14]
    CLOCK: [2017-06-10 Sat 05:58]--[2017-06-10 Sat 19:14] => 13:16
    今天送老人回家，单程200公里，三个小时，在三菊家吃饭。归程有雨。累。
    - State "DONE"       from "STARTED"    [2017-06-09 Fri 08:09]
    - State "DONE"       from "STARTED"    [2017-06-08 四 08:01]
    CLOCK: [2017-06-08 四 06:45]--[2017-06-08 四 06:46] =>  0:01
    - State "DONE"       from "STARTED"    [2017-06-07 Wed 08:37]
    CLOCK: [2017-06-07 Wed 06:38]--[2017-06-07 Wed 08:37] =>  1:59
    - State "DONE"       from "STARTED"    [2017-06-06 Tue 21:04]
    :END:
7:40 要校门口检查：
汽电系潘培
财经系陈卫华

** DONE lunch
   CLOSED: [2017-07-28 五 21:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-07-28 五 21:40]
   CLOCK: [2017-07-28 五 12:13]--[2017-07-28 五 21:40] =>  9:27
   :END:
*** DONE <2017-06-04 Sun 12:13>                                       :lunch:
    CLOSED: [2017-06-04 Sun 14:25]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-04 Sun 14:25]
    CLOCK: [2017-06-04 Sun 12:13]--[2017-06-04 Sun 14:25] =>  2:12
    :END:
*** DONE <2017-06-05 Mon 11:44>                                       :lunch:
    CLOSED: [2017-06-05 Mon 15:11]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-05 Mon 15:11]
    CLOCK: [2017-06-05 Mon 11:44]--[2017-06-05 Mon 11:46] =>  0:02
    :END:
*** TODO <2017-08-04 五 11:40 +1d>                                    :lunch:
    :PROPERTIES:
    :LAST_REPEAT: [2017-08-03 四 13:02]
    :END:
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-08-03 四 13:02]
    - State "DONE"       from "STARTED"    [2017-08-02 三 20:20]
    - State "DONE"       from "STARTED"    [2017-08-01 二 20:47]
    - State "DONE"       from "STARTED"    [2017-07-31 一 17:17]
    CLOCK: [2017-07-31 一 14:54]--[2017-07-31 一 17:17] =>  2:23
    - State "DONE"       from "STARTED"    [2017-07-30 日 16:15]
    CLOCK: [2017-07-30 日 13:23]--[2017-07-30 日 16:15] =>  2:52
    - State "DONE"       from "STARTED"    [2017-07-29 六 15:23]
    CLOCK: [2017-07-29 六 14:15]--[2017-07-29 六 15:23] =>  1:08
    - State "DONE"       from "STARTED"    [2017-07-28 五 21:41]
    - State "DONE"       from "STARTED"    [2017-07-27 Thu 15:19]
    - State "DONE"       from "STARTED"    [2017-07-26 Wed 14:44]
    - State "DONE"       from "STARTED"    [2017-07-25 二 16:27]
    CLOCK: [2017-07-25 二 12:52]--[2017-07-25 二 16:27] =>  3:35
    - State "DONE"       from "STARTED"    [2017-07-24 一 20:55]
    CLOCK: [2017-07-24 一 12:32]--[2017-07-24 一 20:55] =>  8:23
    - State "DONE"       from "STARTED"    [2017-07-22 六 16:13]
    CLOCK: [2017-07-22 六 12:15]--[2017-07-22 六 16:13] =>  3:58
    - State "DONE"       from "STARTED"    [2017-07-21 五 16:26]
    CLOCK: [2017-07-21 五 11:19]--[2017-07-21 五 16:26] =>  5:07
    - State "DONE"       from "STARTED"    [2017-07-20 四 15:14]
    CLOCK: [2017-07-20 四 10:47]--[2017-07-20 四 15:14] =>  4:27
    - State "DONE"       from "STARTED"    [2017-07-19 三 15:40]
    CLOCK: [2017-07-19 三 11:49]--[2017-07-19 三 15:40] =>  3:51
    - State "DONE"       from "STARTED"    [2017-07-18 Tue 15:39]
    CLOCK: [2017-07-18 Tue 12:25]--[2017-07-18 Tue 15:39] =>  3:14
    - State "DONE"       from "STARTED"    [2017-07-17 Mon 15:11]
    CLOCK: [2017-07-17 Mon 11:57]--[2017-07-17 Mon 15:11] =>  3:14
    - State "DONE"       from "STARTED"    [2017-07-16 日 15:33]
    CLOCK: [2017-07-16 日 13:20]--[2017-07-16 日 15:33] =>  2:13
    - State "DONE"       from "STARTED"    [2017-07-15 Sat 17:08]
    CLOCK: [2017-07-15 Sat 12:46]--[2017-07-15 Sat 17:08] =>  4:22
    - State "DONE"       from "STARTED"    [2017-07-14 Fri 15:07]
    CLOCK: [2017-07-14 Fri 11:58]--[2017-07-14 Fri 15:07] =>  3:09
    - State "DONE"       from "STARTED"    [2017-07-13 Thu 17:22]
    CLOCK: [2017-07-13 Thu 11:59]--[2017-07-13 Thu 17:22] =>  5:23
    - State "DONE"       from "STARTED"    [2017-07-12 Wed 14:45]
    CLOCK: [2017-07-12 Wed 11:46]--[2017-07-12 Wed 14:45] =>  2:59
    - State "DONE"       from "STARTED"    [2017-07-11 二 15:45]
    CLOCK: [2017-07-11 二 11:30]--[2017-07-11 二 15:45] =>  4:15
    - State "DONE"       from "STARTED"    [2017-07-10 一 14:43]
    CLOCK: [2017-07-10 一 11:55]--[2017-07-10 一 14:43] =>  2:48
    - State "DONE"       from "STARTED"    [2017-07-09 日 14:43]
    CLOCK: [2017-07-09 日 12:54]--[2017-07-09 日 14:43] =>  1:49
    - State "DONE"       from "STARTED"    [2017-07-08 六 15:26]
    CLOCK: [2017-07-08 六 12:36]--[2017-07-08 六 15:26] =>  2:50
    - State "DONE"       from "STARTED"    [2017-07-07 五 15:30]
    CLOCK: [2017-07-07 五 12:00]--[2017-07-07 五 15:00] =>  3:00
    - State "DONE"       from "STARTED"    [2017-07-06 四 14:27]
    CLOCK: [2017-07-06 四 11:50]--[2017-07-06 四 13:50] =>  2:00
    - State "DONE"       from "STARTED"    [2017-07-05 三 14:53]
    CLOCK: [2017-07-05 三 11:56]--[2017-07-05 三 14:53] =>  2:57
    - State "DONE"       from "STARTED"    [2017-07-04 二 14:44]
    CLOCK: [2017-07-04 二 11:56]--[2017-07-04 二 14:44] =>  2:48
    - State "DONE"       from "STARTED"    [2017-07-03 一 15:45]
    CLOCK: [2017-07-03 一 11:48]--[2017-07-03 一 15:45] =>  3:57
    - State "DONE"       from "STARTED"    [2017-07-02 日 16:22]
    CLOCK: [2017-07-02 日 12:51]--[2017-07-02 日 16:22] =>  3:31
    - State "DONE"       from "STARTED"    [2017-07-01 六 18:12]
    CLOCK: [2017-07-01 六 12:04]--[2017-07-01 六 18:12] =>  6:08
    - State "DONE"       from "STARTED"    [2017-06-30 五 14:44]
    CLOCK: [2017-06-30 五 12:09]--[2017-06-30 五 14:44] =>  2:35
    - State "DONE"       from "STARTED"    [2017-06-29 四 14:49]
    CLOCK: [2017-06-29 四 11:36]--[2017-06-29 四 14:49] =>  3:13
    - State "DONE"       from "STARTED"    [2017-06-28 三 17:20]
    CLOCK: [2017-06-28 三 11:59]--[2017-06-28 三 15:13] =>  3:14
    - State "DONE"       from "STARTED"    [2017-06-27 二 13:36]
    CLOCK: [2017-06-27 二 12:05]--[2017-06-27 二 13:36] =>  1:31
    - State "DONE"       from "STARTED"    [2017-06-25 日 18:07]
    CLOCK: [2017-06-25 日 18:05]--[2017-06-25 日 18:07] =>  0:02
    - State "DONE"       from "STARTED"    [2017-06-25 日 15:23]
    CLOCK: [2017-06-25 日 12:22]--[2017-06-25 日 15:23] =>  3:01
    - State "DONE"       from "STARTED"    [2017-06-24 六 14:42]
    - State "DONE"       from "STARTED"    [2017-06-23 Fri 14:53]
    CLOCK: [2017-06-23 Fri 12:19]--[2017-06-23 Fri 14:53] =>  2:34
    - State "DONE"       from "STARTED"    [2017-06-21 Wed 14:10]
    CLOCK: [2017-06-21 Wed 12:07]--[2017-06-21 Wed 14:10] =>  2:03
    - State "DONE"       from "STARTED"    [2017-06-20 二 16:17]
    CLOCK: [2017-06-20 二 11:39]--[2017-06-20 二 16:17] =>  4:38
    - State "DONE"       from "STARTED"    [2017-06-19 Mon 14:33]
    CLOCK: [2017-06-19 Mon 11:34]--[2017-06-19 Mon 14:33] =>  2:59
    - State "DONE"       from "STARTED"    [2017-06-18 Sun 14:12]
    CLOCK: [2017-06-18 Sun 12:54]--[2017-06-18 Sun 14:12] =>  1:18
    - State "DONE"       from "STARTED"    [2017-06-17 六 14:06]
    CLOCK: [2017-06-17 六 11:28]--[2017-06-17 六 14:06] =>  2:38
    - State "DONE"       from "STARTED"    [2017-06-16 五 14:54]
    CLOCK: [2017-06-16 五 11:33]--[2017-06-16 五 14:54] =>  3:21
    - State "DONE"       from "STARTED"    [2017-06-15 四 14:42]
    CLOCK: [2017-06-15 四 11:44]--[2017-06-15 四 14:42] =>  2:58
    - State "DONE"       from "STARTED"    [2017-06-14 三 14:23]
    CLOCK: [2017-06-14 三 11:47]--[2017-06-14 三 14:23] =>  2:36
    - State "DONE"       from "STARTED"    [2017-06-13 二 14:32]
    CLOCK: [2017-06-13 二 12:10]--[2017-06-13 二 14:32] =>  2:22
    - State "DONE"       from "STARTED"    [2017-06-12 一 15:05]
    CLOCK: [2017-06-12 一 11:46]--[2017-06-12 一 15:05] =>  3:19
    - State "DONE"       from "STARTED"    [2017-06-11 Sun 15:41]
    CLOCK: [2017-06-11 Sun 13:00]--[2017-06-11 Sun 15:41] =>  2:41
    - State "DONE"       from "STARTED"    [2017-06-09 Fri 16:50]
    - State "DONE"       from "STARTED"    [2017-06-09 Fri 06:05]
    - State "DONE"       from "STARTED"    [2017-06-07 Wed 14:36]
    CLOCK: [2017-06-07 Wed 11:49]--[2017-06-07 Wed 14:36] =>  2:47
    - State "DONE"       from "STARTED"    [2017-06-06 Tue 14:18]
    CLOCK: [2017-06-06 Tue 11:36]--[2017-06-06 Tue 14:18] =>  2:42
    :END:
13:50-14:30检查
** to have dinner
*** DONE <2017-06-01 Thu 16:45>                                      :dinner:
    CLOSED: [2017-06-01 Thu 19:06]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-01 Thu 19:06]
    CLOCK: [2017-06-01 Thu 16:45]--[2017-06-01 Thu 19:06] =>  2:21
    :END:
*** DONE <2017-06-02 Fri 17:30>
    CLOSED: [2017-06-02 Fri 19:12]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-02 Fri 19:12]
    CLOCK: [2017-06-02 Fri 17:30]--[2017-06-02 Fri 19:12] =>  1:42
    :END:
*** DONE <2017-06-05 Mon 18:02>                                      :dinner:
    CLOSED: [2017-06-05 Mon 19:12]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-06-05 Mon 19:12]
    CLOCK: [2017-06-05 Mon 18:02]--[2017-06-05 Mon 19:12] =>  1:10
    :END:
*** TODO <2017-08-04 五 17:23 +1d>                                   :dinner:
    :PROPERTIES:
    :LAST_REPEAT: [2017-08-03 四 20:23]
    :END:
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-08-03 四 20:23]
    - State "DONE"       from "STARTED"    [2017-08-02 三 20:21]
    - State "DONE"       from "STARTED"    [2017-08-02 三 20:20]
    - State "DONE"       from "STARTED"    [2017-08-02 三 20:20]
    - State "DONE"       from "STARTED"    [2017-08-01 二 20:48]
    - State "DONE"       from "STARTED"    [2017-08-01 二 20:47]
    - State "DONE"       from "STARTED"    [2017-07-30 日 21:36]
    - State "DONE"       from "STARTED"    [2017-07-28 五 21:41]
    - State "DONE"       from "STARTED"    [2017-07-28 五 21:41]
    - State "DONE"       from "STARTED"    [2017-07-27 Thu 18:58]
    - State "DONE"       from "STARTED"    [2017-07-26 Wed 20:19]
    - State "DONE"       from "STARTED"    [2017-07-25 二 19:54]
    - State "DONE"       from "STARTED"    [2017-07-24 一 20:55]
    - State "DONE"       from "STARTED"    [2017-07-21 五 21:42]
    - State "DONE"       from "STARTED"    [2017-07-20 四 21:33]
    - State "DONE"       from "STARTED"    [2017-07-19 三 19:50]
    - State "DONE"       from "STARTED"    [2017-07-18 Tue 18:39]
    CLOCK: [2017-07-18 Tue 17:11]--[2017-07-18 Tue 18:39] =>  1:28
    - State "DONE"       from "STARTED"    [2017-07-17 Mon 17:41]
    CLOCK: [2017-07-17 Mon 17:09]--[2017-07-17 Mon 17:41] =>  0:32
    - State "DONE"       from "STARTED"    [2017-07-16 Sun 21:39]
    - State "DONE"       from "STARTED"    [2017-07-15 Sat 17:09]
    - State "DONE"       from "STARTED"    [2017-07-14 Fri 20:56]
    CLOCK: [2017-07-14 Fri 16:50]--[2017-07-14 Fri 20:56] =>  4:06
    - State "DONE"       from "STARTED"    [2017-07-12 Wed 18:26]
    CLOCK: [2017-07-12 Wed 16:46]--[2017-07-12 Wed 18:26] =>  1:40
    - State "DONE"       from "STARTED"    [2017-07-11 二 19:05]
    - State "DONE"       from "STARTED"    [2017-07-10 一 21:29]
    CLOCK: [2017-07-10 一 17:09]--[2017-07-10 一 21:29] =>  4:20
    - State "DONE"       from "STARTED"    [2017-07-08 六 20:16]
    - State "DONE"       from "STARTED"    [2017-07-07 五 18:45]
    CLOCK: [2017-07-07 五 17:24]--[2017-07-07 五 18:45] =>  1:21
    - State "DONE"       from "STARTED"    [2017-07-06 四 18:48]
    - State "DONE"       from "STARTED"    [2017-07-05 三 19:47]
    - State "DONE"       from "STARTED"    [2017-07-04 二 18:14]
    CLOCK: [2017-07-04 二 16:40]--[2017-07-04 二 18:14] =>  1:34
    - State "DONE"       from "STARTED"    [2017-07-03 一 18:50]
    CLOCK: [2017-07-03 一 16:58]--[2017-07-03 一 18:50] =>  1:52
    - State "DONE"       from "STARTED"    [2017-07-01 六 18:13]
    - State "DONE"       from "STARTED"    [2017-06-30 五 21:49]
    CLOCK: [2017-06-30 五 17:05]--[2017-06-30 五 21:49] =>  4:44
    - State "DONE"       from "STARTED"    [2017-06-29 四 20:55]
    CLOCK: [2017-06-29 四 17:21]--[2017-06-29 四 20:55] =>  3:34
    - State "DONE"       from "STARTED"    [2017-06-28 三 19:03]
    CLOCK: [2017-06-28 三 17:19]--[2017-06-28 三 19:03] =>  1:44
    - State "DONE"       from "STARTED"    [2017-06-27 二 19:07]
    CLOCK: [2017-06-27 二 17:34]--[2017-06-27 二 19:07] =>  1:33
    - State "DONE"       from "STARTED"    [2017-06-26 一 18:42]
    - State "DONE"       from "STARTED"    [2017-06-25 日 19:57]
    CLOCK: [2017-06-25 日 18:07]--[2017-06-25 日 19:57] =>  1:50
    - State "DONE"       from "STARTED"    [2017-06-24 六 19:30]
    CLOCK: [2017-06-24 六 17:53]--[2017-06-24 六 19:30] =>  1:37
    - State "DONE"       from "STARTED"    [2017-06-20 二 20:43]
    CLOCK: [2017-06-20 二 17:01]--[2017-06-20 二 20:43] =>  3:42
    - State "DONE"       from "STARTED"    [2017-06-19 Mon 19:59]
    CLOCK: [2017-06-19 Mon 16:56]--[2017-06-19 Mon 19:59] =>  3:03
    - State "DONE"       from "STARTED"    [2017-06-17 六 18:52]
    CLOCK: [2017-06-17 六 17:50]--[2017-06-17 六 18:52] =>  1:02
    - State "DONE"       from "STARTED"    [2017-06-16 五 19:48]
    - State "DONE"       from "STARTED"    [2017-06-16 五 19:47]
    CLOCK: [2017-06-16 五 17:13]--[2017-06-16 五 19:47] =>  2:34
    - State "DONE"       from "STARTED"    [2017-06-15 四 19:15]
    CLOCK: [2017-06-15 四 17:38]--[2017-06-15 四 19:15] =>  1:37
    - State "DONE"       from "STARTED"    [2017-06-14 三 18:46]
    CLOCK: [2017-06-14 三 16:42]--[2017-06-14 三 18:46] =>  2:04
    - State "DONE"       from "STARTED"    [2017-06-13 二 20:05]
    - State "DONE"       from "STARTED"    [2017-06-12 一 20:53]
    - State "DONE"       from "STARTED"    [2017-06-11 Sun 19:42]
    CLOCK: [2017-06-11 Sun 18:22]--[2017-06-11 Sun 19:42] =>  1:20
    - State "DONE"       from "STARTED"    [2017-06-09 Fri 20:53]
    CLOCK: [2017-06-09 Fri 17:15]--[2017-06-09 Fri 20:53] =>  3:38
    - State "DONE"       from "STARTED"    [2017-06-08 四 06:47]
    CLOCK: [2017-06-07 三 18:00]--[2017-06-07 三 21:00] =>  3:00
    - State "DONE"       from "STARTED"    [2017-06-06 Tue 19:45]
    CLOCK: [2017-06-06 Tue 17:23]--[2017-06-06 Tue 19:45] =>  2:22
    :END:
